[
  {
    "id": "chow",
    "title": "Chow",
    "intro": "An intuitive app to pick a random eatery or discover new places and try something different every time.",
    "description": "Chow app is a personal project that is still in development. The idea was simple, build something that would help people decide on what to eat. Chow chooses a random eatery nearby the user's current location. \n\nWe aimed to make the app fun, fresh and simple to use. Users can operate the app, both with and without signing up with us, making it accessible to everyone. Initially, we only wanted to add restaurants in the search results but, we decided to expand the search across more categories like cafes, bakeries, bars, etc. Why? We thought, if we were to use an app like Chow, we'd want to be able to search more than just restaurants. \n\nChow is an app that enables users to explore restaurants they wouldn't usually try, which could help generate traffic to more obscure local restaurants, which, I hope, can help to enrich local communities.",
    "featuredImage": "cover.webp",
    "images": [
      {
        "name": "mint_chow",
        "pics": ["1-1.webp", "1-2.webp"]
      },
      {
        "name": "mint_chow",
        "pics": ["1-3.webp", "1-4.webp"]
      },
      {
        "name": "mint_chow",
        "pics": ["1-5.webp", "1-6.webp"]
      },
      {
        "break": "Alternative colour palette"
      },
      {
        "name": "chow_typography",
        "bgColor": "white"
      },
      {
        "name": "chow_colour_palette"
      },
      {
        "name": "orange_chow",
        "pics": ["2-1.webp", "2-2.webp"]
      },
      {
        "name": "orange_chow",
        "pics": ["2-3.webp", "2-4.webp"]
      },
      {
        "name": "orange_chow",
        "pics": ["2-5.webp", "2-6.webp"]
      }
    ]
  },
  {
    "id": "flux28",
    "title": "Flux28",
    "intro": "A website designed to fit the creativity of a multidisciplinary studio that caters to its clients' business needs.",
    "description": "FLUX28©️ Studio is a multidisciplinary company with a team of filmmakers and multimedia artists working together to create substantial images and voices for many known brands. They thrive on honouring creative pursuits and design aesthetics to fit client’s goals of having high-quality production. \n\nThe aim was to improve the overall layout of the website. I made use of different design elements to give the website a unique look. I suggested adding some micro-interaction which ultimately enriches the user experience.",
    "featuredImage": "cover.webp",
    "images": [
      {
        "name": "Home 1"
      },
      {
        "name": "Home 2"
      },
      {
        "name": "Video"
      },
      {
        "name": "Video preview"
      },
      {
        "name": "Art"
      },
      {
        "name": "3D"
      },
      {
        "name": "3D preview"
      },
      {
        "name": "Flux28 typography",
        "class": "no-gap-bottom-end",
        "bgColor": "white"
      }
    ]
  },
  {
    "id": "adeasy",
    "title": "AdEasy",
    "intro": "New and improved ways to advertise offline and online. Readily available for all types of businesses. Analytics to assist in setting up a bulletproof marketing strategy. ",
    "description": "AdEasy is a marketplace for online and offline advertising. Through this platform, advertisers can easily book ad space ranging in different media like billboards, newspapers, radio, websites, and much more. \n\nI worked with AdEasy as an in-house UI UX designer. Some of the projects that I was responsible for include: re-vamping the website, implement a new brand guideline across the company, create a UI components library (design system) to be used for consistent design and development on the website and dashboard and help improve the overall user experience of the website and dashboard.",
    "featuredImage": "cover.webp",
    "images": [
      {
        "name": "AE home page"
      },
      {
        "name": "AE radio page 1"
      },
      {
        "name": "AE radio page 2"
      },
      {
        "name": "AE typography",
        "bgColor": "white"
      },
      {
        "name": "AE UI components",
        "class": "full-width no-gap-top",
        "bgColor": "#eeeeee"
      },
      {
        "name": "AE colour"
      },
      {
        "name": "AE analytics intro"
      },
      {
        "name": "AE desktop view 1"
      },
      {
        "name": "AE desktop view 2"
      },
      {
        "name": "AE desktop view 3"
      },
      {
        "break": "Analytics mobile view"
      },
      {
        "name": "Analytics mobile view",
        "pics": ["AE mobile view 1.webp", "AE mobile view 2.webp"]
      }
    ]
  },
  {
    "id": "zbllc",
    "title": "ZB",
    "intro": "Successfully launched a new and improved brand for this agency that is hyper-focused on marketing and building memorable brand identities.",
    "description": "ZB is an agency that operates on a project basis. For each project, several freelancers get hired. The company mainly focuses on helping other businesses market themselves better and provides some design services like graphic, web, and app design. \n\nI worked with them on their company rebranding, which included a rework of their internal brand book and redesigning their website using the new brand guidelines. \n\nAfter successfully launching the new and improved brand, I continued to work with them as an outsourced designer for a handful of their client projects like Vyoo, Makeen, Sotere Medical Solutions, USA Fibroid Centers, and USA Vascular Centers.",
    "featuredImage": "cover.webp",
    "images": [
      {
        "name": "ZB_home_page"
      },
      {
        "name": "ZB_typography",
        "bgColor": "white"
      },
      {
        "name": "ZB_colour_palette"
      },
      {
        "name": "ZB_case_study_page"
      },
      {
        "name": "ZB_contact_form"
      },
      {
        "name": "ZB_logo"
      }
    ]
  }
]
